Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: ཚེ་དང་ལྡན་པ་དེའི་ཕྱིར་ཆོས་སྟོན་ཅིག །
en: “Share this venerable one’s teaching.” Upatiṣya then spoke in verse:

source: ཚེ་དང་ལྡན་པ་ད་དུང་ཡང་ལན་གཅིག་བརྗོད་ཅིག །ཚེ་དང་ལྡན་པ་བརྗོད་པར་བྱའོ། །
en: “Venerable, please repeat it one more time. Venerable, say it again.”

source: ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན་ཀུན་དུ་རྒྱུ་པང་ནས་
en: Once Upatiṣya had explained this aspect of the Dharma,

source: སྐྱེས་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་སྐྱེས་སོ། །
en: Kolita too came to see phenomena through the unclouded and pristine eyes of Dharma.

source: དེ་ནས་ཀུན་དུ་རྒྱུ་པང་ནས་སྐྱེས་ཆོས་མཐོང་བ་དང་། ཆོས་ཐོས་པ་དང་། ཆོས་རིག་པ་དང་། ཆོས་ཀྱི་གཏིང་སླེབ་པ་དང་།
en: Kolita saw the Dharma, heard the Dharma, knew the Dharma, plumbed the depths of the Dharma,

source: སོམ་ཉི་ལས་རྒལ་བ་དང་། ཐེ་ཚོམ་ལས་རྒལ་བ་དང་།
en: overcame his skepticism, transcended doubt,

source: གཞན་གྱི་དྲིང་མི་འཇོག་པ་དང་། གཞན་གྱིས་མི་བཀྲི་བ་དང་།
en: could not be swayed by others, and could not be led astray by others.

source: སྟོན་པའི་བསྟན་པའི་ཆོས་རྣམས་ལ་མི་འཇིགས་པ་ཐོབ་ནས་
en: Having gained a fearless confidence in the Dharma taught by the Teacher,

source: སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ།
en: he stood up from his seat, pulled his shawl from one shoulder, bowed to Upatiṣya with his palms pressed together,

source: དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: nd spoke in verse:

source: ཚེ་དང་ལྡན་པ་ཚུར་ཤོག་བཅོམ་ལྡན་འདས་དེའི་སྤྱན་སྔར་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བྱའོ། །
en: “Come. We must live the holy life under the guidance of the Blessed One.”

source: ཚེ་དང་ལྡན་པ་དེའི་ཕྱིར་ཇེ་འཁོར་ལ་བལྟ་བར་བྱ་སྟེ།
en: “But venerable, we must first see our followers;

source: བདག་ཅག་ལྟ་བུའི་མི་གྲགས་པ་དང་ལྡན་པ་ཤེས་པར་གྱུར་པ་དག་གིས་འཁོར་ལ་བལྟ་བ་ནི་ལེགས་པ་ཡིན་ནོ། །
en: for it is only proper that knowledgeable and prominent people like us visit our followers.”

source: དེ་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་ཀྱིས་བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ལ་སྨྲས་པ།
en: So the wanderers Upatiṣya and Kolita went to the young brahmins and said,

source: བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ཤེས་པར་གྱིས་ཤིག །
en: “Young brahmins, listen.

source: ཁོ་བོ་ཅག་གཉིས་ནི་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཚངས་པར་སྤྱད་པ་སྤྱོད་པར་བྱེད་ན་ཁྱེད་ཅག་ཇི་ལྟར་བྱེད།
en: What will you do if we two go to live the holy life under the guidance of the Blessed One?”

source: མཁན་པོ་གཉིས་བདག་ཅག་ཅུང་ཟད་ཅི་འཚལ་བ་གང་ལགས་པ་དེ་དག་ཐམས་ཅད་མཁན་པོ་གཉིས་ལས་བརྟེན་ནས་འཚལ་བ་ལགས་ན།
en: “Masters, the little we seek, we seek because of you;

source: གལ་ཏེ་མཁན་པོ་གཉིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཚངས་པར་སྤྱད་པ་སྤྱོད་ན་བདག་ཅག་ཀྱང་མཁན་པོ་གཉིས་རབ་ཏུ་བྱུང་བའི་རྗེས་སུ་རབ་ཏུ་འབྱུང་བར་བགྱིའོ། །
en: so if you two masters go to live the holy life under the guidance of the Blessed One and go forth, we too will go forth.”

source: བྲམ་ཟེའི་ཁྱེའུ་རྣམས་ད་དེའི་དུས་ལ་བབ་པར་ཤེས་པར་གྱིས་ཤིག །
en: “Young brahmins, then know that the time has come.”

source: དེ་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་འཁོར་ཉིས་བརྒྱ་ལྔ་བཅུ་ལྔ་བཅུ་དང་འོད་མའི་ཚལ་བྱ་ཀ་ལན་ད་ཀའི་གནས་ག་ལ་བ་དེར་དོང་ངོ་། །
en: Upatiṣya and Kolita and their students, 250 apiece, then went to the Kalandakanivāpa in the Bamboo Grove.

source: དེའི་ཚེ་ན་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ཉིན་མོ་སྤྱོད་པའི་ཕྱིར་ཤིང་ལྗོན་པ་ཞིག་གི་དྲུང་ན་རྟེན་ཅིང་འདུག་གོ། །
en: At the time, the venerable Aśvajit was seated, taking shelter from the sun at the foot of a tree.

source: ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་ཀྱིས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ཐག་རིང་པོ་ཁོ་ན་ནས་མཐོང་ངོ་། །
en: The wanderers Upatiṣya and Kolita saw the venerable Aśvajit from a long way off.

source: མཐོང་ནས་ཀྱང་ཉེ་རྒྱལ་གྱིས་པང་ནས་སྐྱེས་ལ་སྨྲས་པ།
en: On seeing him, Upatiṣya asked Kolita,

source: པང་ནས་སྐྱེས་ཅི་ཇེ་བཅོམ་ལྡན་འདས་ལ་བསྙེན་བཀུར་བྱའམ། འོན་ཏེ་གང་ལས་ཆོས་ཐོས་པ་དེ་ལ་བྱ།
en: “Kolita, do we first pay our respects to the Blessed One, or to the one from whom we have heard of his Dharma?”

source: དེས་སྨྲས་པ། ཇེ་གང་ལས་ཆོས་ཐོས་པ་དེ་ལ་བསྙེན་བཀུར་བྱའོ། །
en: “To the one from whom we have heard of his Dharma.”

source: དེ་གཉིས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་གྱི་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་མཐའ་གཅིག་ཏུ་འཁོད་དོ།
en: The two of them went to the venerable Aśvajit. Reaching him, they prostrated at his feet, before taking a seat off to one side.

source: བྲམ་ཟེ་མེ་ལ་དགའ་བ་ཞིག་ཀྱང་མེ་ལ་བསྙེན་བཀུར་བྱེད་ཅིང་ཕྱག་འཚལ་ལོ། །
en: At that point, a brahmin who loved fire paid it homage and respect.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱུང་བ་འདི་ལ་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: He then spoke a verse of the Blessed One’s:

source: རྒན་པ་དང་ནི་གཞོན་པའང་རུང་། །གང་ལས་ཆོས་ནི་རྣམ་ཤེས་པ། །དེ་ལ་གུས་པར་ཕྱག་བྱ་སྟེ། །མེ་ལ་བྲམ་ཟེ་གཙང་མ་བཞིན།། །
en: “Like a pure brahmin does to fire, Bow with respect to the one, Whether he be young or old, Who tells you of the Dharma.”

source: དེ་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་ཚེ་དང་ལྡན་པ་རྟ་ཐུལ་གྱི་རྐང་པ་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་དོང་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་ ངོ་། །
en: When Upatiṣya and Kolita had prostrated at the feet of Aśvajit, they left and went to where the Blessed One was.

source: དེའི་ཚེ་ན་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་འཁོར་བརྒྱ་ཕྲག་དུ་མའི་གུང་ལ་ཆོས་སྟོན་ཅིང་བཞུགས་སོ། །
en: At the time, the Blessed One was seated, teaching Dharma to a crowd of many hundreds of monk followers.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་ཐག་རིང་པོ་ཁོ་ན་ནས་གཟིགས་སོ། །
en: The Blessed One saw Upatiṣya and Kolita from a long way off.

source: གཟིགས་ནས་ཀྱང་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: When he saw them, he said to the monks,

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གྲོགས་ཡོངས་སུ་སྡུད་པ། ཚོགས་ཡོངས་སུ་འདྲེན་པ། ཚོགས་ཀྱི་མདུན་ནས་འོང་བ་འདི་ལྟ་སྟེ།
en: “Monks, embrace your friends, bring them to the head of the assembly, let them come before you.

source: ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་མཐོང་ངམ། བཙུན་པ་མཐོང་ངོ་། །
en: Do you see Upatiṣya and Kolita, or do you see venerable ones?

source: འདི་གཉིས་ནི་ངའི་ཉན་ཐོས་ཟུང་དང་། ཟུང་གི་མཆོག་དང་། ཟུང་བཟང་བོར་འགྱུར་ཏེ།
en: These two will become my disciples, my foremost and noblest pair,

source: གཅིག་ནི་རྫུ་འཕྲུལ་དང་ལྡན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་འགྱུར་ལ། ཅིག་ཤོས་ནི་ཤེས་རབ་དང་ལྡན་པ་རྣམས་ཀྱི་མཆོག་ཏུ་འགྱུར་རོ། །
en: for one shall become the greatest of miracle workers, and the other shall become the wisest of the wise.”

source: དེ་ནས་དགེ་སློང་ཞིག་གིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: A monk then spoke a verse:

source: སྟོན་པ་དགོངས་ཡུལ་མཐའ་ཡས་པ། །སྐྱེས་བུའི་དབང་པོ་མཁྱེན་མཐར་བྱོན། །
en: “To what the Teacher knows there is no end, His mind the perfection of human capacity.

source: བཅོམ་ལྡན་སྲིད་པའི་མཐར་མཛད་པས། །
en: The Blessed One has reached saṃsāra’s end,

source: གྲོགས་པོ་ཉེ་རྒྱལ་པང་ནས་སྐྱེས། །འོད་མའི་ཚལ་དུ་མ་ཕྱིན་པར། །དེ་ལྟར་མཆི་བ་གཟིགས་གྱུར་ནས། །
en: So before our friends Upatiṣya and Kolita Arrived in the Bamboo Grove He foresaw their coming And said with certainty among this gathering:

source: ཚོགས་མཆོག་དབུས་སུ་དེ་གཉིས་ནི། །འདི་གཉིས་ང་ཡི་ཉན་ཐོས་ཀྱི། །ཟུང་མཆོག་འགྱུར་ཞེས་ངེས་བསྟན་ཏེ། །
en: ‘These two will become The foremost among all my disciples.

source: གཅིག་ནི་རྫུ་འཕྲུལ་ལྡན་པའི་མཆོག །ཅིག་ཤོས་ཤེས་རབ་ལྡན་པ་ཡི། །
en: One will be the greatest Of miracle workers; The other will be The wisest of the wise.’

source: དེ་ནས་ཀུན་དུ་རྒྱུ་ཉེ་རྒྱལ་དང་པང་ནས་སྐྱེས་གཉིས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་
en: Upatiṣya and Kolita then approached the Blessed One,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: prostrated at his feet, and made the following request:

source: བཙུན་པ་བདག་ཅག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་གནང་ན།
en: “If we are permitted, reverend, we would obtain the going forth, ordination, and monkhood in the well-proclaimed Dharma and Vinaya.

source: བདག་ཅག་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བགྱིའོ།
en: We would live the holy life in the Blessed One’s presence.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་གཉིས་ལ་དགེ་སློང་ཚུར་ཤོག་ཅེས་
en: The Blessed One said to them, “Come, join me,” thereby allowing their going forth.

source: བྱ་བས་རབ་ཏུ་ཕྱུང་ཞིང་དགེ་སློང་དག་ཚུར་ཤོག་ཚངས་པར་སྤྱད་པ་སྤྱོད་ཅིག་ཅེས་བཀའ་སྩལ་པ་དང་། །
en: He enjoined them with the words, “Monks, come, join me and live the holy life.”

source: དེ་དག་བཅོམ་ལྡན་འདས་ཀྱི་བཀའི་མཇུག་ཁོ་ནར་སྐྲ་བྱི་བ་དང་སྣམ་སྦྱར་གྱོན་པར་གྱུར་ཏེ། །
en: Only after the Blessed One had given his consent, did their hair fall out and they were clothed in robes.

source: སྐྲ་དང་ཁ་སྤུ་ཞག་བདུན་སྐྱེས་པ་ཙམ་དང་།
en: with but a week’s worth of hair and beard,

source: སྐྲ་དང་ཁ་སྤུ་ཞག་བདུན་སྐྱེས་པ་ཙམ་དང་། ལག་པ་ན་ལྷུང་བཟེད་དང་། བྱ་མ་བུམ་ཐོགས་པ་དང་། །
en: with but a week’s worth of hair and beard, alms bowl and water pitcher in their hands.

source: དགེ་སློང་བསྙེན་པར་རྫོགས་ནས་ལོ་བརྒྱ་ལོན་པའི་སྤྱོད་ལམ་ལྟ་བུར་གནས་པར་གྱུར་ཏོ།
en: Having completed their approach to monkhood, they stood with the deportment of monks who had been ordained for one hundred years.

source: ཡང་སྨྲས་པ། དེ་བཞིན་གཤེགས་པས་ཚུར་ཤོག་བཀའ་སྩལ་པས། སྐྲ་བྱི་སྣམ་སྦྱར་གྱོན་པའི་ལུས་ལྡན་ཞིང་། །མོད་ལ་དབང་པོ་རབ་ཞིར་གནས་གྱུར་ཏེ། །
en: Again it is said: Hair tonsured and body clad in robes From the Tathāgata’s call to come forth, That moment, their senses were perfectly stilled

source: སངས་རྒྱས་དགོངས་པས་ལུས་གཟུགས་བཀབ་པར་གྱུར།
en: For then will your body be swathed in the Buddha’s mind.

source: དེ་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ།
en: Early the next morning, a great many monks put on their lower robes, took up their begging bowls and Dharma robes

source: རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་། །
en: and entered Rājagṛha to beg for alms.

source: རིང་པོ་མ་ལོན་པས་ཡི་མ་རངས་ཤིང་མངོན་པར་མི་དགའ་བ་དེ་དག་གིས་དགེ་སློང་དེ་དང་དེ་དག་མཐོང་ནས་ཅོ་འདྲི་ཞིང་
en: and joined the Buddha’s renunciant order, they quickly became disappointed and visibly upset.

source: ཚིགས་སུ་བཅད་པ་སྨྲས་པ།
en: Vilifying the monks, they spoke in verse:

source: སངས་རྒྱས་མ་ག་དྷཱ་དག་གི། །གྲོང་མཆོག་རྒྱལ་པོའི་ཁབ་གཤེགས་པས།
en: “The Buddha has come to Rājagṛha, Magadha’s premier city,

source: ཡང་དག་རྒྱལ་བའི་ཀུན་ཁྲིད་ན། །ཕྱིན་ཆད་ཅི་ཞིག་བཀྲི་བར་བྱ། །
en: And led away all Sañjayin’s students Only when there was naught else to lead away.”

source: དེས་དགེ་སློང་རྣམས་སྤ་གོང་ཞིང་མི་དགའ་བ་དང་མི་འཇིགས་པ་མེད་པར་གྱུར་ཏོ།
en: The monks were crestfallen, upset, and lost their fearlessness.

source: དེ་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ཀྱི་ཕྱིར་བརྒྱུས་ནས་ཟས་ཀྱི་བྱ་བ་བྱས་ཏེ་
en: Having gone to collect alms in Rājagṛha, the great many monks ate what they had been given and,

source: ཕྱི་དྲོ་བསོད་སྙོམས་མི་ལེན་པས་ལྷུང་བཟེད་དང་ཆོས་གོས་མཁོས་སུ་ཕབ་ནས་
en: as alms are not sought after noon, packed their begging bowls and Dharma robes,

source: རྐང་པ་གཉིས་བཀྲུས་ཏེ་སྡུག་བསྔལ་ཞིང་མི་བདེ་བས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་ནས་ཕྱིན་པ་དང་། །
en: washed their feet, and went, hurting and upset, to see the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: As they arrived, the great many monks prostrated at the Blessed One’s feet,

source: ཕྱོགས་གཅིག་ཏུ་འཁོད་ནས་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་གིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: sat off to one side, and told the Blessed One,

source: བཙུན་པ་འདི་ན་བདག་ཅག་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་སྔ་དྲོ་ཤམ་ཐབས་འཚལ།
en: “Reverend, early this morning a great many of us monks put on our robes,

source: ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ་རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་།
en: picked up our begging bowls and Dharma robes, and went to Rājagṛha to collect alms.

source: དེ་ན་རྒྱལ་པོའི་ཁབ་ཀྱི་མི་གང་དག་ཡང་དག་རྒྱལ་བ་ཅན་གྱི་མུ་སྟེགས་ཅན་གྱི་གནས་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་ནས་
en: There, when the people of Rājagṛha saw that members of Sañjayin’s tīrthika community had renounced it

source: ཅོ་འདྲི་ཞིང་ཚིགས་སུ་བཅད་པ།
en: Vilifying us, they spoke in verse:

source: སངས་རྒྱས་མ་ག་དྷཱ་དག་གི། །གྲོང་མཆོག་རྒྱལ་པོའི་ཁབ་གཤེགས་པས། །ཡང་དག་རྒྱལ་བའི་ཀུན་ཁྲིད་ན། །ཕྱིན་ཆད་ཅི་ཞིག་བཀྲི་བར་བྱ། །
en: “The Buddha has come to Rājagṛha, Magadha’s premier city, and And led away all Sañjayin’s students Only when there was naught else to lead away.”

source: ཞེས་མཆི་ནས་དེས་བདག་ཅག་རྣམས་སྤ་གོང་ཞིང་མི་དགའ་བ་དང་། མི་འཇིགས་པ་མ་མཆིས་པར་གྱུར་ཏོ། །
en: “With this, we became crestfallen, upset, and lost our fearlessness.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་རྒྱལ་པོའི་ཁབ་ཀྱི་མི་དེ་སྐད་ཟེར་བ་རྣམས་ལ་འདི་སྐད་ཅེས།
en: “Monks,” instructed the Blessed One, “say this to the people of Rājagṛha who say such things:

source: འདི་ལ་དཔའ་ཆེན་བདེ་གཤེགས་དག །དམ་པའི་ཆོས་ཀྱིས་ཁྲིད་མཛད་དེ། །
en: ‘Here the mighty sugatas Lead with the sublime Dharma.

source: དེ་དག་ཆོས་ཀྱིས་ཁྲིད་མཛད་ལ། །མཁས་པ་སུ་ཞིག་མི་བཟོད་བྱེད། །
en: What wise man could reject Such noble leadership?’

source: ཅེས་བརྗོད་ན་རྒྱལ་པོའི་ཁབ་ཀྱི་མི་དེ་སྐད་ཟེར་བ་རྣམས་ཀྱི་རློམ་པ་ཙམ་མམ་སྤོབས་པ་ཙམ་གང་ཡིན་པ་དེ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་མེད་པར་འགྱུར་རོ། །
en: “That will dispel all the vanity and self-assurance of the people of Rājagṛha who speak like that.”

source: དེ་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་སྔ་དྲོ་ཤམ་ཐབས་བགོས་ལྷུང་བཟེད་དང་ཆོས་གོས་ཐོགས་ཏེ་
en: Early the next morning, a great many monks put on their robes, took up their begging bowls and Dharma robes,

source: རྒྱལ་པོའི་ཁབ་ཏུ་བསོད་སྙོམས་ལ་ཞུགས་པ་དང་།
en: and entered Rājagṛha to beg for alms.

source: དེ་ན་རྒྱལ་པོའི་ཁབ་ཀྱི་མི་གང་དག་ཡང་དག་རྒྱལ་བ་ཅན་གྱི་མུ་སྟེགས་ཅན་གྱི་གནས་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་ནས་རིང་པོ་མ་ལོན་པས་ཡི་མ་རངས་ཤིང་མངོན་པར་མི་དགའ་བ་དེ་དག་གིས་དགེ་སློང་དེ་དང་དེ་དག་མཐོང་ནས་ཅོ་འདྲི་ ཞིང་
en: When the people of Rājagṛha saw that members of Sañjayin’s tīrthika community had renounced it and joined the Buddha’s renunciant order, they soon become disappointed and visibly upset.

source: ཚིགས་སུ་བཅད་པ་སྨྲས་པ། །
en: Vilifying the monks, they again spoke the same verse:

source: འདི་ན་དཔའ་ཆེན་བདེ་གཤེགས་དག །དམ་པའི་ཆོས་ཀྱིས་ཁྲིད་མཛད་དེ། །
en: “Here the mighty sugatas Lead with the sublime Dharma.

source: དེ་དག་ཆོས་ཀྱིས་ཁྲིད་མཛད་ལ། །མཁས་པ་སུ་ཞིག་བཟོད་མི་བྱེད། །
en: What wise man could reject Such noble leadership?”

source: དེ་སྐད་ཅེས་སྨྲས་པ་དང་། རྒྱལ་པོའི་ཁབ་ཀྱི་མི་དེ་སྐད་ཟེར་བ་རྣམས་ཀྱི་རློམ་པ་ཙམ་མམ་སྤོབས་པ་ཙམ་གང་ཡིན་པ་དེ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་མེད་པར་གྱུར་ ཏོ། །
en: With that statement he dispelled all the vanity and self-assurance of the people of Rājagṛha who spoke like that.

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་བྲམ་ཟེ་གནས་ལེན་གྱི་བུ་དུས་ལ་བབ་ཅིང་དེའི་ཆུང་མ་ཡང་དུས་ལ་བབ།
en: Some time later, the brahmin Māṭhara’s time came, as did his wife’s.

source: བྲམ་ཟེ་སྐར་རྒྱལ་ཡང་དུས་ལ་བབ། ཤཱ་རི་ཀཱ་ཡང་དུས་ལ་བབ་བོ། །
en: The brahmin Tiṣya’s time came, as did Śārikā’s.

source: བྲམ་ཟེའི་བུ་ཁྱེའུ་སྟོད་རིངས་ཀྱང་ལྷོ་ཕྱོགས་ནས་འཇིག་རྟེན་རྒྱང་འཕེན་བཟུང་ནས་གྲོང་ན་ལ་དར་ཕྱིན་པ་དང་།
en: Tiṣya’s son, Koṣṭhila, returned to the village of Nālada from the South where he had taken up with the Lokāyata ascetics.

source: དེ་སྒོ་བས་བཞིན་གྱི་གཟུགས་ལས་ངོ་ཤེས་ནས་སྨྲས་པ།
en: The village gatekeeper recognized him and asked,

source: ཤེས་ལྡན་ཁྱོད་སྟོད་རིངས་ཡིན་ནམ། ཁོ་བོ་སྐྱེ་བོ་དག་གིས་དེ་ལྟར་ཤེས་སོ། །
en: “Sir , are you Koṣṭhila?” “People know me thus.

source: བྲམ་ཟེ་གནས་ལེན་གྱི་བུ་དེ་ག་རེ། དུས་ལ་བབ་བོ། །
en: What has become of the brahmin Māṭhara?” “His time came.”

source: དེའི་ཆུང་མ་དེ་ག་རེ། དེ་ཡང་དུས་ལ་བབ་བོ། །
en: “What has become of his wife?” “Her time came.”

source: བྲམ་ཟེ་སྐར་རྒྱལ་ག་རེ། དེ་ཡང་དུས་ལ་བབ་བོ། །
en: “What has become of the brahmin Tiṣya?” “His time came too.”

source: ཤཱ་རི་ཀཱ་ག་རེ། དེ་ཡང་དུས་ལ་བབ་བོ། །
en: “What has become of Śārikā?” “Her time came too.”

source: ཤཱ་རིའི་བུ་དེ་ག་རེ། རྒྱལ་པོའི་ཁབ་ཏུ་སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་ཞེས་བྱ་བ་བྱུང་ནས་རིང་པོ་མ་ལོན་པ་དེའི་གན་དུ་རབ་ཏུ་བྱུང་ངོ་། །
en: “What has become of Śāriputra?” “Shortly after a teacher named Sañjayin appeared in Rājagṛha, he went forth and joined his renunciant order.

source: འདི་ལྟ་སྟེ་རེ་ཞིག་རབ་ཏུ་འབྱུང་བར་བྱ་བ་དེ་ནི་བྲམ་ཟེས་བྱ་བ་ཡིན་ནོ། །
en: Lately it has become common for brahmins to go forth.”

source: དེ་མཐར་གྱིས་རྒྱལ་པོའི་ཁབ་ཏུ་ཕྱིན་ནས་དེ་དེར་སོང་སྟེ་དྲིས་པ།
en: Koṣṭhila then made his way to Rājagṛha, and when he arrived there he asked,

source: སྟོན་པ་ཡང་དག་རྒྱལ་བ་ཅན་ག་རེ། དུས་ལ་བབ་བོ། །
en: “What has become of the teacher Sañjayin?” “His time came.”

source: དེའི་མུ་སྟེགས་ཀྱི་གནས་ག་རེ།
en: “What has become of his tīrthika community?”

source: ཐམས་ཅད་དགེ་སྦྱོང་གཽ་ཏ་མའི་དྲུང་དུ་རབ་ཏུ་བྱུང་ངོ་། །
en: “They have all gone forth and joined the renunciant order around the ascetic Gautama.”

source: དགེ་སྦྱོང་གཽ་ཏ་མ་ནི་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོར་ལུང་བསྟན་པས་དེ་ཡང་དེའི་མདུན་ན་འདོན་དུ་འགྱུར་བས་ལེགས་སོ། །
en: “It would have been good had the ascetic Gautama, who was prophesied to become king of the world, become royal priest.”

source: དེ་ནས་ཀུན་དུ་རྒྱུ་སེན་རིངས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་
en: Koṣṭhila, who had taken the name Dīrghanakha when he became a wanderer, went to see the Blessed One.

source: བཅོམ་ལྡན་འདས་དང་ཐབས་ཅིག་ཕན་ཚུན་མངོན་དུ་ཡང་དག་པར་དགའ་བར་འགྱུར་བ་དང་། ཡང་དག་པར་མགུ་བར་འགྱུར་བའི་གཏམ་སྣ་ཚོགས་བྱས་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When he arrived, he and the Blessed One were clearly overjoyed to see one another and exchanged warm words of goodwill before Dīrghanakha sat off to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་ཀུན་དུ་རྒྱུ་སེན་རིངས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: As he sat there off to one side, Dīrghanakha said to the Blessed One,

source: ཀྱེ་གཽ་ཏ་མ་བདག་ནི་ཐམས་ཅད་མི་བཟོད་དོ། །
en: “O Gautama, no self endures.”

source: མེར་འཇུག་གི་བུ་ཁྱོད་ཀྱིས་བདག་ཐམས་ཅད་མི་བཟོད་པར་ལྟ་བ་གང་ཡིན་པའི་ལྟ་བ་དེ་ཡང་མི་བཟོད་དོ། །
en: “Son of a self-immolator, even that view you hold, which views all forms of self as unable to endure, does not itself endure.”

source: ཀྱེ་གཽ་ཏ་མ་བདག་ནི་ཐམས་ཅད་མི་བཟོད་པར་ལྟ་བ་གང་ཡིན་པའི་ལྟ་བ་དེ་ཡང་མི་བཟོད་དོ།
en: “Agreed, O Gautama,” replied Dīrghanakha, “even that view which views all forms of self as unable to endure does not itself endure.”

source: མེར་འཇུག་གི་བུ་འོ་ན་ཁྱོད་ཀྱིས་དེ་ལྟར་ཤེས་ཤིང་
en: “Son of a self-immolator, then know this:

source: དེ་ལྟར་མཐོང་ན་ལྟ་བ་དེ་ཡང་སྤོང་བ་དང་། འདོར་བ་དང་། མེད་པར་འགྱུར་ལ། །
en: if you see it like that, that view too will be abandoned, discarded, and cease to be.

source: ལྟ་བ་གཞན་ཡང་མཚམས་མི་སྦྱོར་བ་དང་། ཉེ་བར་མི་ལེན་པ་དང་། མི་འབྱུང་བར་འགྱུར་རོ། །
en: Other views too will not be entertained, embraced, or arise.”

source: ཀྱེ་གཽ་ཏ་མ་བདག་གིས་དེ་ལྟར་ཤེས་ཤིང་
en: “O Gautama, I know this,

source: མེར་འཇུག་གི་བུ་ཁྱོད་ནི་སྐྱེ་བོ་ཕལ་པོ་ཆེ་དང་ལྷན་ཅིག་མཚུངས་ཤིང་འདྲ་བར་འགྱུར་ཏེ། །
en: The Blessed One replied at length, “Son of a self-immolator, you are like and akin to most people,

source: སྐྱེ་བོ་ཕལ་པོ་ཆེ་ཡང་དེ་ལྟར་ལྟ་ཞིང་དེ་སྐད་སྨྲ་བས་ཁྱོད་ཀྱང་དེ་དང་འདྲ་བ་ཁོ་ནར་འགྱུར་རོ། །
en: for most people also view things thus and say such things, and in that you are just like them.

source: མེར་འཇུག་གི་བུ་འཇིག་རྟེན་ན་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་གང་ལ་ལ་དག་ལྟ་བ་འདི་ཡང་འདོར་
en: Son of a self-immolator, in this world those ascetics and brahmins who discard this view,

source: ཞིང་ལྟ་བ་གཞན་ཡང་ཉེ་བར་མི་ལེན་པའི་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་དེ་དག་ནི་ཉུང་བ་བས་ཀྱང་ཆེས་ཉུང་བ་ཞེས་བྱའོ། །
en: and those ascetics and brahmins who do not embrace other views, are said to be the fewest of the few.

source: མེར་འཇུག་གི་བུ་གསུམ་པོ་འདི་དག་ནི་ལྟ་བའི་གནས་ཡིན་ཏེ། གསུམ་གང་ཞེ་ན།
en: “Son of a self-immolator, there are three positions regarding the view. What are those three positions?

source: མེར་འཇུག་གི་བུ་འདི་ལ་ལ་ལ་བདག་ནི་ཐམས་ཅད་བཟོད་དོ་ཞེས་དེ་ལྟར་ལྟ་ཞིང་དེ་སྐད་སྨྲ་བ་དང་།
en: Son of a self-immolator, regarding this point, some hold the view and argue that all selves endure.

source: གཞན་ཡང་འདི་ལ་ལ་ལ་བདག་ནི་ཐམས་ཅད་མི་བཟོད་དོ་ཞེས་དེ་ལྟར་ལྟ་ཞིང་དེ་སྐད་སྨྲ་བ་དང་།
en: Others hold the view and argue that no self endures,

source: གཞན་ཡང་འདི་ལ་ལ་ལ་བདག་ནི་ཁ་ཅིག་བཟོད་ལ་ཁ་ཅིག་མི་བཟོད་དོ་ཞེས་དེ་ལྟར་ལྟ་ཞིང་དེ་སྐད་སྨྲ་བའོ། །
en: while still others hold the view and argue that some selves endure and other selves do not endure.

source: མེར་འཇུག་གི་བུ་དེ་ལ་བདག་ནི་ཐམས་ཅད་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ནི་ཀུན་དུ་འདོད་ཆགས་པར་འགྱུར་གྱི།
en: “Son of a self-immolator, in holding that all selves endure, attachment will arise

source: ཀུན་དུ་འདོད་ཆགས་པ་མེད་པར་མི་འགྱུར་བ་དང་། ཀུན་དུ་ཞེ་སྡང་བར་འགྱུར་གྱི། ཀུན་དུ་ཞེ་སྡང་བ་མེད་པར་མི་འགྱུར་བ་དང་།
en: and attachment will not disappear; aversion will arise and aversion will not disappear;

source: ཀུན་དུ་གཏི་མུག་པར་འགྱུར་གྱི། ཀུན་དུ་གཏི་མུག་པ་མེད་པར་མི་འགྱུར་བ་དང་།
en: confusion will arise and confusion will not disappear;

source: ཀུན་དུ་སྩོགས་པར་འགྱུར་གྱི། ཀུན་དུ་སྩོགས་པ་མེད་པར་མི་འགྱུར་བ་དང་།
en: accumulation will occur and accumulation will not disappear;

source: ཀུན་དུ་སྦྱོར་བར་འགྱུར་གྱི། ཀུན་དུ་སྦྱོར་བ་དང་བྲལ་བར་མི་འགྱུར་བ་དང་།
en: fetters will occur and fetters will not disappear;

source: ཀུན་ནས་ཉོན་མོངས་པར་འགྱུར་གྱི། རྣམ་པར་བྱང་བར་མི་འགྱུར་བ་དང་།
en: and defilement will arise and purification will not occur.

source: བདག་ནི་ཐམས་ཅད་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ནི་མངོན་པར་དགའ་བ་དང་། ཉེ་བར་ལེན་པ་དང་ལྷག་པར་ཆགས་པར་འགྱུར་བ་ཡིན་ནོ།
en: With this view that holds that all selves endure, eager anticipation, pursuit, and excessive attachment will arise.

source: མེར་འཇུག་གི་བུ་དེ་ལ་བདག་ནི་ཐམས་ཅད་མི་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་
en: “Son of a self-immolator, in holding that no self endures,

source: འདི་ནི་ཀུན་དུ་འདོད་ཆགས་པ་མེད་པར་འགྱུར་གྱི། ཀུན་དུ་འདོད་ཆགས་པར་མི་འགྱུར་བ་དང་།
en: attachment will disappear and attachment will not arise;

source: ཀུན་དུ་ཞེ་སྡང་བ་མེད་པར་འགྱུར་གྱི། ཀུན་དུ་ཞེ་སྡང་བར་མི་འགྱུར་བ་དང་། །
en: aversion will disappear and aversion will not arise;

source: ཀུན་དུ་གཏི་མུག་པ་མེད་པར་འགྱུར་གྱི། ཀུན་དུ་གཏི་མུག་པར་མི་འགྱུར་བ་དང་།
en: confusion will disappear and confusion will not arise;

source: ཀུན་དུ་སྩོགས་པ་མེད་པར་འགྱུར་གྱི། ཀུན་དུ་སྩོགས་པར་མི་འགྱུར་བ་དང་།
en: accumulation will disappear and accumulation will not occur;

source: ཀུན་དུ་སྦྱོར་བ་དང་བྲལ་བར་འགྱུར་གྱི། ཀུན་དུ་སྦྱོར་བར་མི་འགྱུར་བ་དང་།
en: one will be free of fetters and fetters will not occur;

source: རྣམ་པར་བྱང་བར་འགྱུར་གྱི། ཀུན་ནས་ཉོན་མོངས་པར་མི་འགྱུར་བ་དང་།
en: and purification will occur and defilement will disappear.

source: ཀུན་དུ་ཞེ་སྡང་བ་མེད་པར་འགྱུར་གྱི། ཀུན་དུ་ཞེ་སྡང་བར་མི་འགྱུར་བ་དང་།
en: aversion will disappear and aversion will not arise;

source: བདག་ནི་ཐམས་ཅད་མི་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ནི་མངོན་པར་མི་དགའ་བ་དང་།
en: With this view that holds that no self endures, there will be no eager anticipation,

source: ཉེ་བར་ལེན་པ་མེད་པ་དང་། ལྷག་པར་ཆགས་པ་མེད་པར་འགྱུར་བ་ཡིན་ནོ། །
en: no pursuit, and excessive attachment will disappear.

source: མེར་འཇུག་གི་བུ་དེ་ལ་བདག་ནི་ཁ་ཅིག་བཟོད་ལ་ཁ་ཅིག་མི་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ལ་ནི་
en: “Son of a self-immolator, regarding the view that some selves endure and other selves do not endure,

source: ་རེ་ཞིག་བདག་ནི་ཁ་ཅིག་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ནི་ཀུན་དུ་འདོད་ཆགས་པར་འགྱུར་གྱི། ཀུན་དུ་འདོད་ཆགས་པ་མེད་པར་མི་འགྱུར་བ་དང་།
en: in holding that some selves do endure, attachment will arise and attachment will not disappear;

source: ཀུན་དུ་ཞེ་སྡང་བར་འགྱུར་གྱི། ཀུན་དུ་ཞེ་སྡང་བ་མེད་པར་མི་འགྱུར་བ་དང་།
en: aversion will arise and aversion will not disappear;

source: བདག་ནི་ཁ་ཅིག་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ནི་མངོན་པར་དགའ་བ་དང་།
en: With this view that holds that some selves endure, eager anticipation,

source: ཉེ་བར་ལེན་པ་དང་། ལྷག་པར་ཆགས་པར་འགྱུར་བ་ཡིན་ནོ། །
en: pursuit, and excessive attachment will arise.

source: བདག་ནི་ཁ་ཅིག་མི་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ནི་ཀུན་དུ་འདོད་ཆགས་པ་མེད་པར་འགྱུར་གྱི། ཀུན་དུ་འདོད་ཆགས་པར་མི་འགྱུར་བ་དང་།
en: At the same time, in holding that some selves do not endure, attachment will disappear and attachment will not arise;

source: བདག་ནི་ཁ་ཅིག་མི་བཟོད་དོ་ཞེས་ལྟ་བའི་ལྟ་བ་གང་ཡིན་པ་འདི་ནི་མངོན་པར་མི་དགའ་བ་དང་། །
en: With this view that holds that some selves do not endure, there will be no eager anticipation,

source: དེ་ལ་འཕགས་པ་ཉན་ཐོས་ཐོས་པ་དང་ལྡན་པ་ནི་འདི་ལྟར་སོ་སོར་རྟོག་པར་བྱེད་དེ།
en: “Informed noble disciples scrutinize the first position in this way:

source: གལ་ཏེ་བདག་ཐམས་ཅད་བཟོད་དོ་ཞེས་དེ་ལྟར་ལྟ་ཞིང་དེ་སྐད་སྨྲ་ན་བདག་ནི་ཐམས་ཅད་མི་བཟོད་དོ་ཞེས་དེ་ལྟར་ལྟ་ཞིང་དེ་སྐད་སྨྲ་བ་གང་ཡིན་པ་དང་།
en: if one holds the view and argues that all selves endure, then the view and argument that no self endures
